const hindi = [
{
langb: "हिन्दी",
singInb: "साइन इन करें",
heroHeading: "अनलिमिटेड फ़िल्में, टीवी शो के साथ भी बहुत कुछ",
heroSubHeading: "जहां चाहें देखें. जब चाहें कैंसल करें.",
Emailheading:"देखने के लिए तैयार हैं? अपनी मेंबरशिप बनाने या रीस्टार्ट करने के लिए अपना ईमेल एड्रेस डालें.",
inputEmail: "ईमेल एड्रेस",
btnSingup: "शुरू करें >",
},
{
box1: "अपने टीवी पर आनंद लें",
box1Content:
"स्मार्ट टीवी, PlayStation, Xbox, Chromecast, Apple TV, Blu-ray प्लेयर के साथ ही दूसरे डिवाइस पर भी देखें.",
},
{
box2: "ऑफ़लाइन देखने के लिए अपने शो डाउनलोड करें",
box2Content:
"अपने पसंदीदा शो और फ़िल्में सेव करें, ताकि आप कभी भी इन्हें देख सकें.",
downloading: "डाउनलोड हो रहा है...",
},
{
box3: "हर जगह देखें",
box3Content:
"बिना ज़्यादा पेमेंट किए, अपने फ़ोन, टैबलेट, लैपटॉप और टीवी पर अनलिमिटेड फ़िल्में और टीवी शो स्ट्रीम करें.",
},
{
box4: "बच्चों के लिए प्रोफ़ाइल बनाएं",
box4Content:
"बच्चों को जाने दें अपने पसंदीदा किरदारों के साथ उस रोमांचक सफ़र पर जो सिर्फ़ उनके लिए ही है - आपकी मेंबरशिप के साथ फ़्री.",
},
{
qaHeading: "अक्सर पूछे जाने वाले सवाल",
q1: "Netflix क्या है?",
a1: `Netflix एक स्ट्रीमिंग सर्विस है जिसके ज़रिए आप हज़ारों इंटरनेट-कनेक्टेड डिवाइस पर तरह-तरह के अवॉर्ड विजेता टीवी शो, फ़िल्में, ऐनिमे, डॉक्यूमेंट्रीज़ का लुत्फ़ उठा सकते हैं.

आप जब चाहें, जितना चाहें, बिना किसी विज्ञापन के देख सकते हैं – सारा कॉन्टेंट बहुत कम मासिक शुल्क पर. खोजने के लिए हमेशा कुछ नया होता है और हर हफ़्ते नए टीवी शो और फ़िल्में जोड़ी जाती हैं!`,
q2: "Netflix की कीमत कितनी है?",
a2: "हर महीने की तय फ़ी देकर अपने स्मार्टफ़ोन, टैबलेट, स्मार्ट टीवी, लैपटॉप, या स्ट्रीमिंग डिवाइस पर Netflix देखें. हर महीने ₹149 से ₹649 तक के प्लान. कोई एक्सट्रा कीमत या कॉन्ट्रैक्ट नहीं.",
q3: "मैं कहां देख सकता हूं?",
a3: `कहीं भी, कभी भी देखें. तुरंत देखने के लिए वेब पर netflix.com पर जाकर अपने Netflix अकाउंट से साइन इन करें. आप Netflix ऐप ऑफ़र करने वाले इंटरनेट से जुड़े किसी भी डिवाइस से साइन इन कर सकते हैं जैसे कि आपका पर्सनल कंप्यूटर या स्मार्ट टीवी, स्मार्ट फ़ोन, टैबलेट, स्ट्रीमिंग मीडिया प्लेयर और गेम कंसोल.

आप iOS या Android ऐप से भी अपने पसंदीदा शो डाउनलोड कर सकते हैं. चलते-फिरते और बिना इंटरनेट कनेक्शन के देखने के लिए डाउनलोड का उपयोग करें. Netflix को अपने साथ कहीं भी ले जाएं.`,
q4: "मैं कैसे कैंसल करूं?",
a4: "Netflix लचीला है. कोई परेशान करने वाले कॉन्ट्रैक्ट नहीं और कोई बंधन नहीं हैं. आप आसानी से दो क्लिक में अपना अकाउंट ऑनलाइन कैंसल कर सकते हैं. कोई कैंसलेशन फ़ीस नहीं है – अपना अकाउंट कभी भी शुरू या बंद करें.",
q5: "मैं Netflix पर क्या देख सकता/सकती हूं?",
a5: "Netflix की बहुत बड़ी लाइब्रेरी में फ़ीचर फ़िल्मों, डॉक्यूमेंट्री, टीवी शो, ऐनिमे, अवॉर्ड-विनिंग Netflix ओरिजिनल्स के अलावा और भी बहुत कुछ है. आप जितना चाहें, कभी भी देखें.",
q6: "क्या Netflix बच्चों के लिए ठीक है?",
a6: `आपकी मेंबरशिप में Netflix किड्स एक्सपीरियंस शामिल है. बच्चे अपनी तरह से पारिवारिक टीवी शो और फ़िल्मों का आनंद लेते हैं, लेकिन आप उनके द्वारा देखे जाने वाले कॉन्टेंट को कंट्रोल कर सकते हैं.

बच्चों की प्रोफ़ाइल में PIN से सुरक्षित पैरेंटल कंट्रोल्स होते हैं जिससे आप बच्चों को मेच्योरिटी रेटिंग वाले कॉन्टेंट देखने से रोक सकते हैं और उन टाइटल को ब्लॉक कर सकते हैं जिन्हें आप नहीं चाहते हैं कि बच्चे देखें.`,
},
{
phone: `कोई सवाल है? <a href="tel:+000-800-919-1694">000-800-919-1694</a> पर कॉल करें`,
},
[
[" FAQ", "इंवेस्टर संबंध", "प्रायवेसी", "स्पीड टेस्ट"],

["सहायता केंद्र", "नौकरियां", "कुकी प्रेफ़रेंस", "कानूनी सूचनाएं"],

["अकाउंट", "देखने के तरीके", "कॉरपोरेट जानकारी", "सिर्फ़ Netflix पर"],

["मीडिया केंद्र", "उपयोग की शर्तें", "हमसे संपर्क करें"],
],
];
export default hindi;

